export const COURSE_TAGS = [
  'ＩＡ',
  'ⅡＢ',
  'ⅢＣ',
] as const

export const UNIT_TAGS = [
  // 数IA
  '数と式',
  '二次関数',
  '三角比・三角関数',

  '図形と計量',
  '場合の数と確率',
  'データの分析',
  '整数',



  '微分法',
  '積分法',
  '微積応用',
  
  // 数IIB
  '図形と方程式',
  '数列',
  'ベクトル',
  '統計的推測',

  // 数IIIC
  '極限',
  '複素数平面',
  'いろいろな曲線と方程式',
  '融合問題（～ＩＡ）',
  '融合問題（～ⅡＢ）',
  '融合問題'
] as const

export const OTHER_TAGS = [
  '難問',
  '手作り',
  '新入生向け',
  '証明',
  '立体図形',
  '質問',
] as const